Revit 2027 API
ParameterTypeId.FamilyWpbDefaultElevation Property
 "Default Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyWpbDefaultElevation { get; }
Public Shared ReadOnly Property FamilyWpbDefaultElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyWpbDefaultElevation {
	ForgeTypeId^ get ();
}
static member FamilyWpbDefaultElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace